[
    {
        "type": "cocktail",
        "name": "DRY MARTINI",
        "ingredients": [
            {
                "name": "Tanqueray gin",
                "notes": "Tanqueray gin provides a crisp and dry juniper-driven taste with herbal notes.",
                "type": "ingredient"
            },
            {
                "name": "dry vermouth",
                "notes": "Dry vermouth adds a subtle herbal and slightly bitter undertone.",
                "type": "ingredient"
            },
            {
                "name": "olive",
                "notes": "Olive contributes a briny and savory accent.",
                "type": "ingredient"
            }
        ],
        "price": 11.0,
        "tasting_notes": [
            {
                "description": "The DRY MARTINI offers a classic and clean flavor profile.",
                "type": "tasting_note"
            },
            {
                "description": "Juniper and herbaceous tones dominate the palate, with dry vermouth providing balance and depth.",
                "type": "tasting_note"
            },
            {
                "description": "The olive garnish introduces a savory finish that complements the gin's botanicals.",
                "type": "tasting_note"
            },
            {
                "description": "The overall drinking experience is refined and sophisticated, with a smooth mouthfeel and a lingering dryness.",
                "type": "tasting_note"
            }
        ],
        "category": "Martini"
    },
    {
        "type": "cocktail",
        "name": "HANKY-PANKY",
        "ingredients": [
            {
                "name": "Tanqueray gin",
                "notes": "Tanqueray gin provides the classic juniper and citrus notes with a slightly spicy finish.",
                "type": "ingredient"
            },
            {
                "name": "sweet vermouth",
                "notes": "Sweet vermouth adds a rich, deep sweetness and herbal complexity.",
                "type": "ingredient"
            },
            {
                "name": "bitters",
                "notes": "Bitters contribute a layer of spiciness and aromatic depth.",
                "type": "ingredient"
            }
        ],
        "price": 11.0,
        "tasting_notes": [
            {
                "description": "The HANKY-PANKY offers a harmonious balance of botanicals and sweetness, creating a smooth and complex flavor experience.",
                "type": "tasting_note"
            },
            {
                "description": "The initial juniper brightness of the gin is mellowed by the rich sweetness of the sweet vermouth.",
                "type": "tasting_note"
            },
            {
                "description": "The bitters add an aromatic finish with subtle spicy undertones.",
                "type": "tasting_note"
            },
            {
                "description": "The cocktail has a full-bodied taste with a velvety mouthfeel and a lingering, warming aftertaste.",
                "type": "tasting_note"
            }
        ],
        "category": "Martini"
    },
    {
        "type": "cocktail",
        "name": "BITTER STRIPPER",
        "ingredients": [
            {
                "name": "Tanqueray gin",
                "notes": "Tanqueray gin provides a strong juniper presence with slight earthy undertones.",
                "type": "ingredient"
            },
            {
                "name": "vermouth blanc",
                "notes": "Vermouth blanc adds a sweet, floral, and herbaceous profile.",
                "type": "ingredient"
            },
            {
                "name": "Cointreau",
                "notes": "Cointreau offers a sweet and bitter orange peel flavor.",
                "type": "ingredient"
            },
            {
                "name": "Salers Gentiane",
                "notes": "Salers Gentiane introduces a bitter and earthy element, with a hint of herbal complexity.",
                "type": "ingredient"
            }
        ],
        "price": 11.0,
        "tasting_notes": [
            {
                "description": "The BITTER STRIPPER is a symphony of bitterness balanced with floral and citrus notes.",
                "type": "tasting_note"
            },
            {
                "description": "The gin's juniper character anchors the cocktail while the vermouth blanc contributes sweetness and an herbal bouquet.",
                "type": "tasting_note"
            },
            {
                "description": "Cointreau's citrus bite cuts through, providing balance and complexity.",
                "type": "tasting_note"
            },
            {
                "description": "Finally, Salers Gentiane adds another layer of bitterness that lingers on the finish, creating a multifaceted drinking experience.",
                "type": "tasting_note"
            }
        ],
        "category": "Martini"
    }
]