[
    {
        "type": "cocktail",
        "name": "RAMOS GIN FIZZ",
        "ingredients": [
            {
                "name": "Tanqueray gin",
                "notes": "Tanqueray gin provides a crisp and dry juniper flavor base.",
                "type": "ingredient"
            },
            {
                "name": "fresh lemon",
                "notes": "Fresh lemon adds a bright and citrusy zing.",
                "type": "ingredient"
            },
            {
                "name": "sugar",
                "notes": "Sugar adds sweetness that balances the tartness of lemon.",
                "type": "ingredient"
            },
            {
                "name": "orange flower water",
                "notes": "Orange flower water gives a subtle floral note.",
                "type": "ingredient"
            },
            {
                "name": "Rose bitters",
                "notes": "Rose bitters contribute a delicate spicy and floral aroma.",
                "type": "ingredient"
            },
            {
                "name": "cream",
                "notes": "Cream lends a rich and velvety texture.",
                "type": "ingredient"
            },
            {
                "name": "egg white",
                "notes": "Egg white creates a frothy and smooth mouthfeel.",
                "type": "ingredient"
            }
        ],
        "price": 13.0,
        "tasting_notes": [
            {
                "description": "The RAMOS GIN FIZZ offers a unique balance between the crispness of gin and the freshness of citrus.",
                "type": "tasting_note"
            },
            {
                "description": "Subtle sweet and floral notes from the sugar, orange flower water, and rose bitters provide complexity.",
                "type": "tasting_note"
            },
            {
                "description": "The creamy and frothy texture makes it taste indulgent yet refreshing.",
                "type": "tasting_note"
            },
            {
                "description": "Ideal for those who appreciate a classic cocktail with a rich mouthfeel and a complex bouquet of flavors and aromas.",
                "type": "tasting_note"
            }
        ],
        "category": "Highball"
    },
    {
        "type": "cocktail",
        "name": "Margarita",
        "ingredients": [
            {
                "name": "El Jimador reposado tequila",
                "notes": "El Jimador reposado tequila gives a smooth oak and vanilla note with a hint of cooked agave.",
                "type": "ingredient"
            },
            {
                "name": "triple sec",
                "notes": "Triple sec adds a sweet, orange citrus flavor that brightens the cocktail.",
                "type": "ingredient"
            },
            {
                "name": "fresh lime juice",
                "notes": "Fresh lime juice brings a tart and refreshing acidity, balancing the sweetness of the triple sec.",
                "type": "ingredient"
            }
        ],
        "price": 11.0,
        "tasting_notes": [
            {
                "description": "The Margarita has a harmonious blend of sweet, sour, and tequila's smooth warmth.",
                "type": "tasting_note"
            },
            {
                "description": "Expect a refreshing citrus aroma with undertones of oak and vanilla.",
                "type": "tasting_note"
            },
            {
                "description": "On the palate, the tartness of lime complements the sweetness of triple sec, while the reposado tequila provides a mellow complexity.",
                "type": "tasting_note"
            },
            {
                "description": "The finish is crisp with a lingering citrusy aftertaste.",
                "type": "tasting_note"
            }
        ],
        "category": "Rocks"
    },
    {
        "type": "cocktail",
        "name": "CARBONATED MARGARITA",
        "ingredients": [
            {
                "name": "El Jimador reposado tequila",
                "notes": "El Jimador reposado tequila adds a smooth, woodsy flavor with notes of vanilla and caramel from its rest in oak barrels.",
                "type": "ingredient"
            },
            {
                "name": "triple sec",
                "notes": "Triple Sec, an orange liqueur, brings a sweet and citrusy accent.",
                "type": "ingredient"
            },
            {
                "name": "fresh lime juice",
                "notes": "Fresh lime juice offers a refreshing tartness and zesty brightness.",
                "type": "ingredient"
            }
        ],
        "price": 11.0,
        "tasting_notes": [
            {
                "description": "The Carbonated Margarita presents a bubbly twist on the classic Margarita cocktail.",
                "type": "tasting_note"
            },
            {
                "description": "It offers a well-balanced mix of woodsy tequila flavors with a sweet citrus kick, rounded out by the sharpness of fresh lime.",
                "type": "tasting_note"
            },
            {
                "description": "The carbonation adds a refreshing effervescence, making it a zesty and lively drink that's perfect for sipping.",
                "type": "tasting_note"
            }
        ],
        "category": "Rocks"
    },
    {
        "type": "cocktail",
        "name": "B(L)ENDED MARGARITA",
        "ingredients": [
            {
                "name": "100% agave El Jimador reposado tequila",
                "notes": "The El Jimador reposado tequila offers a warm, oaky backbone with a smooth, slightly peppery finish.",
                "type": "ingredient"
            },
            {
                "name": "Green Chartreuse",
                "notes": "Green Chartreuse adds a complex herbal and slightly sweet character.",
                "type": "ingredient"
            },
            {
                "name": "Cointreau",
                "notes": "Cointreau brings a bitter-sweet orange flavor that brightens the cocktail.",
                "type": "ingredient"
            },
            {
                "name": "fresh lime juice",
                "notes": "Fresh lime juice contributes a sharp, tangy, and refreshing acidity.",
                "type": "ingredient"
            },
            {
                "name": "Hellfire bitters",
                "notes": "Hellfire bitters introduce a spicy kick that adds depth and a touch of heat.",
                "type": "ingredient"
            }
        ],
        "price": 12.0,
        "tasting_notes": [
            {
                "description": "The B(L)ENDED MARGARITA is a spirited concoction that balances the oak-infused warmth of reposado tequila with the botanical complexity of Green Chartreuse.",
                "type": "tasting_note"
            },
            {
                "description": "The citrus twist from Cointreau and lime juice gives it a delightful zestiness, while the Hellfire bitters provide an undercurrent of spicy heat, creating a harmonious and invigorating sip.",
                "type": "tasting_note"
            },
            {
                "description": "The layered nuances result in a cocktail with a rounded, vibrant flavor profile and a lingering warmth that tantalizes the palate.",
                "type": "tasting_note"
            }
        ],
        "category": "Rocks"
    },
    {
        "type": "cocktail",
        "name": "TOMMY'S MARGARITA",
        "ingredients": [
            {
                "name": "100% agave El Jimador reposado tequila",
                "notes": "El Jimador reposado tequila brings a smooth, woody flavor with hints of vanilla and toasted almonds.",
                "type": "ingredient"
            },
            {
                "name": "fresh lime juice",
                "notes": "Fresh lime juice adds a bright, zesty citrus kick that balances the sweetness.",
                "type": "ingredient"
            },
            {
                "name": "agave syrup",
                "notes": "Agave syrup provides a rich sweetness that complements the robust flavors of reposado tequila without overpowering the drink.",
                "type": "ingredient"
            }
        ],
        "price": 12.0,
        "tasting_notes": [
            {
                "description": "Tommy's Margarita offers a harmonious blend of the earthy and slightly smoky character of agave with the vibrant acidity of lime. The natural sweetness from the agave syrup rounds out the drink, giving it a smooth finish.",
                "type": "tasting_note"
            },
            {
                "description": "Expect a refreshing and thrilling sip, marked by an inviting citrus aroma and a complex interplay of sweet and tangy flavors. The reposado tequila's aged qualities ensure a satisfying depth that lingers pleasantly on the palate.",
                "type": "tasting_note"
            }
        ],
        "category": "Rocks"
    },
    {
        "type": "cocktail",
        "name": "MEXICAN MULE",
        "ingredients": [
            {
                "name": "El Jimador Tequila",
                "notes": "El Jimador Tequila provides a smooth agave-forward base with subtle herbal and woody undertones.",
                "type": "ingredient"
            },
            {
                "name": "fresh ginger",
                "notes": "Fresh ginger adds a pungent, spicy kick that energizes the palate.",
                "type": "ingredient"
            },
            {
                "name": "lime",
                "notes": "Lime offers a bright citrus acidity that balances the cocktail's sweetness and enhances its refreshment.",
                "type": "ingredient"
            },
            {
                "name": "ginger",
                "notes": "A second mention of ginger likely refers to a ginger component such as ginger beer or syrup, amplifying the ginger's zesty spice.",
                "type": "ingredient"
            },
            {
                "name": "Habanero bitters",
                "notes": "Habanero bitters contribute a fiery depth with a pleasantly warm and barely sweet spiciness.",
                "type": "ingredient"
            }
        ],
        "price": 11.0,
        "tasting_notes": [
            {
                "description": "The MEXICAN MULE is a vibrant and spicy twist on the classic mule cocktail.",
                "type": "tasting_note"
            },
            {
                "description": "A robust tequila base is enlivened by the sharp zing of fresh ginger and the tartness of lime.",
                "type": "tasting_note"
            },
            {
                "description": "Ginger's spicy warmth is layered throughout the drink, creating a full-bodied and stimulating sip.",
                "type": "tasting_note"
            },
            {
                "description": "The heat from the Habanero bitters leaves a lingering warmth that complements the cocktail's overall zest and zing.",
                "type": "tasting_note"
            }
        ],
        "category": "Mule"
    },
    {
        "type": "cocktail",
        "name": "BLOODY MARIA",
        "ingredients": [
            {
                "name": "100% agave El Jimador reposado tequila",
                "notes": "El Jimador reposado tequila provides a smooth, slightly oaky backbone with hints of caramel and vanilla.",
                "type": "ingredient"
            },
            {
                "name": "tomato juice",
                "notes": "Tomato juice offers a rich, savory base with umami and sweetness.",
                "type": "ingredient"
            },
            {
                "name": "lemon",
                "notes": "Lemon adds a zesty, citrus freshness that cuts through the richness.",
                "type": "ingredient"
            },
            {
                "name": "Worcestershire sauce",
                "notes": "Worcestershire sauce brings complexity with its tangy, fermented, and slightly spicy flavors.",
                "type": "ingredient"
            },
            {
                "name": "secret spice mix",
                "notes": "The secret spice mix likely adds a customized heat and aromatic depth to the cocktail, giving it a unique kick.",
                "type": "ingredient"
            }
        ],
        "price": 11.0,
        "tasting_notes": [
            {
                "description": "The BLOODY MARIA balances the robust, smooth flavors of reposado tequila with the savory depth of tomato juice.",
                "type": "tasting_note"
            },
            {
                "description": "Citrus notes from the lemon brighten the drink, while the Worcestershire sauce and secret spices create a complex and layered taste experience.",
                "type": "tasting_note"
            },
            {
                "description": "Expect a cocktail that is rich, spicy, and savory, with an underlying sweetness and smooth tequila finish.",
                "type": "tasting_note"
            }
        ],
        "category": "Highball"
    },
    {
        "type": "cocktail",
        "name": "LOS POLLOS HERMANOS",
        "ingredients": [
            {
                "name": "Smoky Mezcal",
                "notes": "The smoky Mezcal lends a bold, smoldering character, reminiscent of charred wood and earthy tones.",
                "type": "ingredient"
            },
            {
                "name": "Bols apricot brandy",
                "notes": "Bols apricot brandy introduces a sweet, fruity complexity that balances out the smokiness.",
                "type": "ingredient"
            },
            {
                "name": "Agave syrup",
                "notes": "Agave syrup contributes a natural sweetness that enhances the flavors without overpowering.",
                "type": "ingredient"
            },
            {
                "name": "fresh lime",
                "notes": "The fresh lime adds a zesty, citrus tang that cuts through and refreshes the palate.",
                "type": "ingredient"
            }
        ],
        "price": 13.0,
        "tasting_notes": [
            {
                "description": "LOS POLLOS HERMANOS delivers a compelling balance between sweet and smoky. The dominant smokey flavor from the Mezcal is beautifully offset by the fruity undertones of apricot brandy. The agave syrup provides a subtle sweetness, enhancing the drink's depth without being cloying, while the fresh lime introduces a crisp acidity to elevate the overall freshness of the cocktail.",
                "type": "tasting_note"
            },
            {
                "description": "One can expect an aromatic bouquet where smoke and fruitiness intertwine, leading to an enticing sip where the richness of the spirits is complemented by the sweet and tangy elements. It presents a rounded mouthfeel with a smoky finish that celebrates the harmonious marriage of Mexican and fruit-forward spirits.",
                "type": "tasting_note"
            }
        ],
        "category": "Rocks"
    }
]




